api/app/controllers/signup_controller.rb

    def create
        user = User.new(user_params)
        puts "nouveau user!"
        if user.save
---
INSERT INTO "users" ("email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "luka.ouddanne@gmail.com"], ["password_digest", "jalandala"], ["created_at", "2020-10-31 10:17:19.799250"], ["updated_at", "2020-10-31 10:17:19.799250"]]